Repository: hxebolax/zBackup-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: zBackup para NVDA
uk: zBackup для NVDA

source: Hacer y restaurar copias de seguridad de la partición Windows
uk: Резервне копіювання та відновлення розділу Windows

source: Mostrar ventana principal
uk: Показати головне вікно

source: Ya hay una instancia de zBackup para NVDA abierta.
uk: Вікно zBackup для NVDA вже відкрито.

source: No se puede ejecutar zBackup en una copia portable de NVDA.
uk: Ви не можете запустити zBackup на переносній копії NVDA.

source: No se encontró Drive Snapshot. Es necesario descargar la aplicación para poder usar el complemento. La aplicación es portable y se guardara en el directorio del complemento: {} Su peso es inferior a 500KB. Le recuerdo que la aplicación es de evaluación por 30 días, es recomendable ver la ayuda del complemento. ¿Desea descargar la aplicación ahora para poder usar el complemento?
uk: Програму Drive SnapShot не знайдено. Щоб використовувати додаток, потрібно завантажити програму. Програма є переносною і буде збережена в каталозі додатків: {} Розмір програми менше 500 КБ. Примітка: Програму можна використовувати як пробну версію протягом 30 днів. Рекомендується ознайомитися з довідковою документацією додатка. Ви хочете завантажити програму зараз, щоб використовувати додаток?

source: Pregunta
uk: УВАГА

source: Descargando Drive Snapshot...
uk: Завантаження програми Drive Snapshot...

source: &Aceptar
uk: &Гаразд

source: &Cerrar
uk: &Закрити

source: Espere por favor...
uk: Будь ласка, зачекайте...

source: Descargando: %s
uk: Завантаження: %s

source: La descarga se completó.
uk: Завантаження завершено.

source: Ya puede cerrar esta ventana.
uk: Тепер ви можете закрити це вікно.

source: Algo salió mal.
uk: Щось пішло не так.

source: Compruebe que tiene conexión a internet y vuelva a intentarlo.
uk: Перевірте, чи є у вас підключення до Інтернету, і спробуйте ще раз.

source: &Directorio destino:
uk: &Каталог призначення:

source: &Seleccionar directorio
uk: &Виберіть каталог

source: &Nombre para la copia de seguridad
uk: &Назва для резервної копії

source: Seleccione el &tamaño para los archivos de la copia:
uk: Виберіть &розмір для файлів резервної копії:

source: &Iniciar la copia de seguridad
uk: &Запустити резервне копіювання

source: &Menú
uk: &Меню

source: &Restaurar copia de seguridad
uk: &Відновити резервну копію

source: &Montar disco virtual de una copia de seguridad
uk: &Змонтувати віртуальний диск із резервної копії

source: &Desmontar unidades virtuales
uk: &Демонтувати віртуальні диски

source: &Ejecutar la aplicación Drive Snapshot
uk: &Запустити програму Drive Snapshot

source: *** ADVERTENCIA *** A continuación se le va a pedir que elija un archivo *.sna que pertenece a una copia de seguridad. Cuando lo seleccione se le pedirá permisos de administrador, el ordenador se reiniciara y se restaurara la copia de seguridad. Después de pedirle permisos de Administrador quedara una ventana de consola la cual cuando presionemos cualquier tecla se reiniciara y dará comienzo la copia de seguridad. Es conveniente que tenga todas las aplicaciones cerradas o cuando Windows se lo solicite le diga finalizar todo. Tenga en cuenta que el proceso no puede cancelarse y si acepta debe mantener el ordenador con batería suficiente, mejor enchufado a la corriente eléctrica y esperar a que Windows se reinicie ya con la copia restaurada. Es conveniente tener en la pantalla de inicio de Windows activado el lector de pantalla para que nos avise que inicio. La acción que transcurre entre el reinicio siguiente y el inicio de Windows no es accesible, pero no tiene que interactuar para nada con el ordenador. Si lo desea y tiene alguna aplicación móvil de OCR puede ir mirando de capturar alguna información que le indique el porcentaje de la restauración, sobre la esquina inferior derecha suele aparecer el porcentaje que lleva restaurado. Le recuerdo que el autor del complemento queda exento de cualquier problema que pueda causar una mala restauración. ¿Desea continuar?
uk: *** УВАГА *** Вам буде запропоновано вибрати файл *.sna, який належить до резервної копії. Коли ви виберете його, у вас буде запитано дозвіл адміністратора, комп’ютер перезавантажиться, а резервну копію буде відновлено. Після запиту прав адміністратора з'явиться вікно консолі, а при натисканні будь-якої клавіші відбудеться перезавантаження та почнеться резервне копіювання. Рекомендується, щоб усі програми були закриті або, коли Windows запропонує завершити роботу всіх додатків, погодитись. Зверніть увагу, що процес не можна скасувати, і якщо ви погоджуєтеся, то повинні тримати комп'ютер з достатнім зарядом батареї, в ідеалі - підключеним до мережі, і чекати, поки Windows перезавантажиться з відновленою копією. Зручно коли програму зчитування з екрана активовано на початковому екрані Windows, щоб вона сповіщала нас про запуск. Дія між наступним перезавантаженням і запуском Windows недоступна, але під час цього не обов'язково взаємодіяти з комп'ютером. Якщо ви хочете і у вас є мобільний додаток OCR, ви можете спробувати захопити деяку інформацію, яка вкаже відсоток відновлення, у правому нижньому кутку ви зазвичай побачите відсоток, який було відновлено. Автор додатка не несе жодної відповідальності за проблеми, які можуть виникнути під час відновлення. Ви хочете продовжити?

source: Archivo copia de seguridad (*.sna)|*.sna
uk: Файл резервної копії (*.sna)|*.sna

source: Seleccione un archivo de copia de seguridad
uk: Виберіть файл резервної копії

source: No puede restaurar una copia de seguridad desde la partición de sistema. Mueva la copia de seguridad a otra partición o un medio externo.
uk: Ви не можете відновити резервну копію із системного розділу. Перемістіть резервну копію у інший розділ,або на зовнішній носій.

source: Error
uk: Помилка

source: Se va a proceder a desmontar todas las unidades virtuales. Se le pedirá permisos de Administrador para realizar la acción. ¿Desea continuar?
uk: Усі віртуальні диски будуть демонтовані. Вам буде запропоновано надати права адміністратора для виконання цієї дії. Ви хочете продовжити?

source: Seleccione un directorio:
uk: Виберіть каталог:

source: No puede guardar la copia de seguridad en la ubicación que eligió. {} La copia de seguridad tiene que guardarse en una ubicación distinta a la partición de sistema ya sea otra partición u otro disco.
uk: Ви не можете зберегти резервну копію у вибраному вами місці. {} Резервна копія повинна бути збережена не в системному - а в іншому розділі або на іншому диску.

source: La ubicación que eligió no tiene espacio suficiente para guardar la copia de seguridad. {} La comprobación del tamaño se hace del total de la partición de sistema. Al hacer la copia de seguridad luego se comprime y queda la mitad aproximadamente, pero es necesario reservar el tamaño original para imprevistos de compresión. * Tamaño partición sistema: {} * Tamaño libre destino: {} Por favor elija otra ubicación con más espacio o si tiene copias de seguridad antiguas borre alguna.
uk: У вибраному вами місці недостатньо місця для збереження резервної копії. {} Перевірка розміру виконується для всього системного розділу. Коли створюється резервна копія, вона стискається, і залишається приблизно половина вихідного розміру, але необхідно зарезервувати вихідний розмір на випадок непередбачуваного стиснення. * Розмір системного розділу: {} * Місце збереження: Вільне місце: {} Будь ласка, виберіть інше місце з більшим обсягом пам'яті або, якщо у вас є старі резервні копії, видаліть їх.

source: El campo del directorio está vacío. Este campo es obligatorio ya que será donde se guarde la copia de seguridad. Seleccione un directorio para poder continuar.
uk: Поле каталогу порожнє. Необхідно вказати місце, куди буде збережено файл резервної копії. Будь ласка, виберіть каталог, щоб продовжити.

source: El campo de nombre para la copia de seguridad es obligatorio. Dicho campo es necesario para crear el subdirectorio y la estructura de archivos en. {} Además este campo nos valdrá para identificar nuestra copia de seguridad. Introduzca un nombre para poder continuar.
uk: Поле імені для резервної копії є обов’язковим. Це поле потрібне для створення підкаталогу та структури файлів у . {} Крім того, це поле також використовуватиметься для ідентифікації нашої резервної копії. Введіть ім'я, щоб продовжити.

source: El nombre para la copia de seguridad contiene caracteres no permitidos. Los siguientes caracteres no pueden ser usados, utilice una revisión virtual para verlos: \ / : * ? " < > | Además por seguridad en las restauraciones se a omitido el poder poner espacios por lo que le recomiendo los sustituya por guiones o guiones bajos. Modifique el Nombre para la copia de seguridad para continuar.
uk: Ім'я резервної копії містить недопустимі символи. Наступні символи не можна використовувати, скористайтеся віртуальним оглядом, щоб побачити їх: \ / : * ? " < > | Крім того, для безпеки резервних копій заборонена можливість введення пробілів, тому рекомендується замінити їх дефісами або символами підкреслення. Змініть Ім'я, щоб продовжити резервне копіювання.

source: A continuación se le solicitara permisos de Administrador para poder hacer la copia de seguridad. Una vez concedidos se abrirá una ventana con el progreso de la copia. Cuando el proceso termine se cerrara la ventana y le saldrá información si la copia fue exitosa o no. ¿Desea empezar la copia de seguridad?
uk: Далі вам буде запропоновано надати права адміністратора для створення резервної копії. Після надання прав відкриється вікно з перебігом копіювання. Після завершення процесу вікно закриється, і ви отримаєте інформацію про те, чи було копіювання успішним. Бажаєте розпочати резервне копіювання?

source: Montar imagen de copia de seguridad como unidad virtual
uk: Змонтуйте образ резервної копії як віртуальний диск

source: Seleccione una &unidad de disco donde montar la imagen:
uk: Виберіть &диск, на який буде змонтовано образ:

source: Seleccione un archivo &de copia de seguridad:
uk: Виберіть резервну копію &файл:

source: &Seleccionar copia de seguridad
uk: &Вибрати файл резервної копії

source: &Cancelar
uk: &Скасувати

source: Tiene que seleccionar una unidad para poder continuar
uk: Щоб продовжити, потрібно вибрати диск

source: El campo del fichero de copia de seguridad está vacío. Este campo es obligatorio ya que es necesario tener la ruta de una copia de seguridad para montar. Seleccione un fichero para poder continuar.
uk: Поле файлу резервної копії порожнє. Це поле є обов’язковим, оскільки необхідно вказати адресу до резервної копії для монтування. Виберіть файл, щоб продовжити.

source: Se completo la copia de seguridad correctamente en la ubicación: {} Le aconsejo guarde correctamente dicho directorio por si necesitara restaurar.
uk: Резервне копіювання успішно завершено за адресою: {} Рекомендується зберегти цей каталог на випадок, якщо знадобиться відновлення.

source: Información
uk: Інформація

source: Algo salió mal. Al usar una aplicación externa no puedo dar más información del error. Pero se guardo un log para que pueda revisarlo. ¿Desea ver el log de error?
uk: Щось пішло не так. Неможливо отримати доступ до детальної інформації, оскільки використовується зовнішній додаток. Але журнал було збережено, щоб ви могли його переглянути. Бажаєте переглянути журнал помилок?

source: Log de error
uk: Журнал помилок

source: Se monto correctamente la imagen. ¿Desea abrir el explorador de archivos en la raíz de la unidad {}?
uk: Образ успішно змонтовано. Ви хочете відкрити провідник файлів у корені диска {}?

source: Se desmontaron correctamente todas las imágenes.
uk: Усі образи було успішно демонтовано.
